#UnlockDialog.ini - F&V-Design

[DialogStrings]

#version protection headline & intro
IDS_VERSION_PROTECTION_UNLOCK_DLG_HEADLINE					= "Добро пожаловать!"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ACTIVATION_HEADLINE		= "Активация %s"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01					= "\nПожалуйста, введите серийный номер, чтобы разблокировать %s."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_CONSUMER_BOX		= "Для разблокировки %s требуется однократный ввод вашего серийного номера. Также рекомендуется зарегистрировать программу для доступа к автоматическому обновлению и дополнительным функциям."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_PROFESSIONAL_BOX	= "Для разблокировки %s требуется запись и регистрация серийного номера. Пожалуйста, введите ваш серийный номер и действующий адрес электронной почты. Регистрация должна быть завершена в течение %d дней."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_DEMO				= "\nЭто полностью функциональная демо-версия %s.\n\nПосле установки вы можете протестировать программу в течение %d дней."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_SILVER			= "\nЭто бесплатная версия %s.\n\nВы можете пользоваться программой в течение %d дней с момента установки."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_OEM				= "Бесплатно разблокируйте %s онлайн. Введите имеющийся серийный номер и начните регистрацию."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_JAPAN			= "\n\nДля активации %s введите ваш серийный номер."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_ACTIVATION		= "Для активации функции '%s' необходимо зарегистрировать программу. Регистрация занимает всего несколько минут."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02					= "<textblock foreground="#FFFFFF">Вам осталось совершить всего несколько действий - и Вы сможете, наконец, запустить Вашу программу. Серийный номер указан на обратной стороне упаковки CD/DVD диска или был выслан Вам по электронной почте (версия для скачивания).</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_DEMO				= "Полную версию можно приобрести у дистрибьюторов по месту вашего жительства."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_SILVER			= "<textblock foreground="#FFFFFF">Зарегистрируйтесь однократно в удобное для вас время и используйте программу без ограничений.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_OEM				= "<textblock foreground="#FFFFFF">Вам осталось совершить всего несколько действий - и Вы сможете, наконец, запустить Вашу программу. Серийный номер Вы найдете в коробке или на обратной стороне упаковки CD/DVD диска.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_JAPAN			= "<textblock foreground="#FFFFFF">Серийный номер был выслан на ваш email после заказа программы.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_ACTIVATION		= "<textblock foreground="#FFFFFF">Для регистрации требуются ваш серийный номер и действующий адрес электронной почты.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_YOUR_NEXT_STEP_GROUPBOX	= " "

#version protection unlock dialog section: enter serial number
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_SERIAL					= "Введите серийный номер"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT1					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Серийный номер:</bold><linebreak /><textblock fontsize="14">Пожалуйста, вводите без тире</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT2					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Электронный адрес:</bold><linebreak /><textblock fontsize="14">Для регистрации программного продукта</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3					= "Ваш серийный номер будет зарегистрирован лично на вас. Выберите один из следующих вариантов:"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_BOX				= "Уже зарегистрированы?"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_JAPAN				= "Следующие варианты доступны для активации программы прямо сейчас:"
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_SERIAL_NUMBER			= "Введен неверный серийный номер."
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_USER_IDENTIFICATION	= "Введен неверный адрес электронной почты."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE		= "Регистрация и активация онлайн"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_DONGLE		= "Активировать электронный ключ онлайн"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_BOX	= "Зарегистрироваться онлайн прямо сейчас"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_JAPAN= "Активировать программу онлайн прямо сейчас"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_TELEPHONE	= "Активировать программу по телефону..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE	= "Активировать программу по почте/факсу..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE_PRO= "Активировать программу офлайн..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_ALREADY_REGISTERED= "Я уже зарегистрирован(-на)."
IDS_VERSION_PROTECTION_UNLOCK_DLG_HINT_ONLINE_CONNECTION_REQUIRED		= "- требуется подключение к интернету "
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT5					= "- доступно каждый день в любое время"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT6					= "- по почте или факсу"

#version protection unlock dialog section: enter unlock code
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE		= "Введите код активации"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE_ADDIN	= "по телефону или "
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT1		= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Код активации:</bold><linebreak /><textblock fontsize="14">Пожалуйста, вводите без дефисов</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT2		= "<textblock foreground="#FFFFFF">Введите полученный (как правило, по email) код активации и запустите программу.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_VERIFY_UNLOCK_CODE_BUTTON		= "Разблокировать программу"

#version protection unlock dialog section: buy onlock code online
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE			= "Заказать программу"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE_DEMO	= "Заказать полную версию"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_TEXT1				= "<textblock foreground="#FFFFFF">Для заказа полной версии онлайн требуется подключение к интернету.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_BUTTON				= "Заказать программу онлайн"

#version protection unlock dialog section: continue testing
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING						= "Запустить тестовую версию"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING_BOX_PRO				= "Активировать позже"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL					= "Продлите до %d дней БЕСПЛАТНО!\n(требуется подключение к интернету)"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER			= "Зарегистрироваться сейчас и снять все ограничения"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_BIG		= "Зарегистрироваться онлайн прямо сейчас"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_REDO		= "Ещё раз откройте страницу регистрации"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT						= "<textblock foreground="#FFFFFF">Вы можете тестировать программу еще <textblock foreground="#16BFE3"><bold>%d</bold></textblock> дней.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_EXTEND_TEST			= "<textblock foreground="#FFFFFF">Вы можете использовать программу в тестовом режиме ещё <textblock foreground="#16BFE3"><bold>%d дней.</bold></textblock> Бесплатная регистрация позволит Вам на <textblock foreground="#16BFE3"><bold>%d дней</bold></textblock> продлить срок пользования программой.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_PROFESSIONAL_BOX		= "<textblock foreground="#FFFFFF">Вы можете использовать программу еще <textblock foreground="#16BFE3"><bold>%d</bold></textblock> дней без регистрации.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT					= "<textblock foreground="#FFFFFF">Вы можете тестировать программу еще <textblock foreground="#16BFE3"><bold>один</bold></textblock> день.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_EXTEND_TEST		= "<textblock foreground="#FFFFFF">Вы можете использовать программу в тестовом режиме ещё <textblock foreground="#16BFE3"><bold>1 день. </bold></textblock> Бесплатная регистрация позволит Вам на <textblock foreground="#16BFE3"><bold>%d дней</bold></textblock> продлить срок пользования программой.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_PROFESSIONAL_BOX	= "<textblock foreground="#FFFFFF">Вы можете использовать программу еще <textblock foreground="#16BFE3"><bold>один</bold></textblock> день без регистрации.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_BUT_EXTENSIBLE			= "<textblock foreground="#FFFFFF">Пожалуйста, зарегистрируйтесь для того, чтобы перейти к тестированию программы.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO					= "<textblock foreground="#16BFE3"><bold>Пожалуйста, введите серийный номер!</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_DEMO				= "<textblock foreground="#16BFE3"><bold>Пожалуйста, закажите полную версию программы.</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_SILVER			= "<textblock foreground="#16BFE3"><bold>Зарегистрируйтесь сейчас.</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_PROFESSIONAL_BOX	= "<textblock foreground="#16BFE3"><bold>Зарегистрируйтесь сейчас.</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED							= "Испытательный период закончился."
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_SILVER							= "<linebreak /><textblock foreground="#FFFFFF">После этого обязательна однократная регистрация.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2						= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Код регистрации:</bold><linebreak /><textblock fontsize="14">Будет выслан Вам по электронной почте сразу же после регистрации</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2_SILVER					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Код активации:</bold><linebreak /><textblock fontsize="14">Будет отправлено вам по электронной почте после регистрации</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE				= "Зарегистрироваться сейчас"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE_SILVER		= "Продолжить использовать программу"

#version protection unlock dialog exit
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CANCEL		= "Закрыть"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CONTINUE		= "Старт"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_TEST			= "Тестировать программу"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_OK			= "ОК"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_ABORT			= "Отмена"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_WHY_UNLOCK			= "Зачем регистрироваться"

#version protection status messages
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS			= "Спасибо. Разблокировка прошла успешно.\n\nЗапишите свой серийный номер и, если возможно, код разблокировки. В случае переустановки программы вы должны будете ввести их снова."
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS_P3		= "Активация завершена успешно. Мы благодарим Вас!\n\nПожалуйста, надежно сохраните Ваш серийный номер. В случае повторной установки Вам нужно будет ввести серийный номер заново."
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_FAILED			= "Не удалось разблокировать.\n\nПожалуйста, свяжитесь с #MANDANT_ID# службой поддержки.\n\nКод ошибки: %d"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_NOT_REGISTERED			= "Разблокировка прошла успешно, но не удалось зарегистрировать программу из-за помехи или ошибки.\n\nОбратите внимание, что некоторые функции программы, например, онлайн-обновления, доступны только зарегистрированным пользователям."
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_REGISTERED_TO_OTHER_USER	= "Разблокировка прошла успешно, но серийный номер уже зарегистрирован под другим адресом электронной почты. Если вы хотите сменить зарегистрированный email, войдите в #MANDANT_ID# сервис-центр под своим старым адресом."
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_SUCCESS			= "Регистрация %s прошла успешно!"
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_FAILED			= "Не удалось зарегистрировать.\n\nПожалуйста, попробуйте еще раз позже или свяжитесь со #MANDANT_ID# службой поддержки.\n\nКод ошибки: %d"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS				= "Теперь Вы можете работать с тестовой версией (в течение дней: %d)."
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS_SILVER		= "Спасибо за регистрацию."
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_FAILED				= "Код регистрации задан неверно.\n\nПожалуйста, проверьте введенные данные или обратитесь а нашу службу поддержки #MANDANT_ID#."
IDS_VERSION_PROTECTION_SERVER_STATUS_GENERAL_FAILURE					= "В соединении с интернетом возникла ошибка или связь была прервана. Обратитесь в #MANDANT_ID# службу поддержки.\n\nКод ошибки: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_NO_USER_ACCOUNT					= "Не удалось зарегистрировать.\n\nКод ошибки: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_INVALID_SERIAL						= "Заданный Вами серийный номер недействителен (возможно это серийный номер от другого программного продукта). Проверьте правильность серийного номера и убедитесь в том, что Вы не задали по ошибке серийный номер другого программного продукта. Если проблему не удастся устранить, ознакомьтесь пожалуйста с рекомендациями на сайте поддержки.\n\nКод ошибки: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_SERIAL_IN_USE						= "Этот серийный номер уже зарегистрирован под другим адресом электронной почты. Пожалуйста, свяжитесь со #MANDANT_ID# службой поддержки.\n\nКод ошибки: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_ALREADY_REGISTERED					= "Вы уже зарегистрировали этот продукт."
IDS_VERSION_PROTECTION_SERVER_STATUS_TOO_MANY_UNLOCKS					= "Этот программный продукт уже установлен на максимально разрешенном количестве устройств. Активацию программного продукта для этого устройства можно выполнить, обратившись в #MANDANT_ID# сервисный центр."
# neuer Text fuer P3 expired serial beim ersten Serverkontakt
IDS_VERSION_PROTECTION_SERVER_STATUS_EXPIRED_SERIAL						= "IСрок действия Вашей лицензии подошел к концу.\n\nПожалуйста обратите внимание на то, что Вы не сможете использовать программу после завершения срока действия лицензии. Вы можете в любой момент приобрести лицензию на нашей веб-странице. В случае возникновения вопросов воспользуйтесь пожалуйста сайтом поддержки."
IDS_VERSION_PROTECTION_CAPS_LOCK_WARNING								= "Введено несколько букв или спецсимволов.\nЭтот серийный номер состоит только из цифр. Тире проставляются автоматически.\nПроверьте включен ли "Caps lock" и, если потребуется, отключите его, нажав клавишу "Caps lock"."
IDS_VERSION_PROTECTION_STATUS_NO_NETWORK_CONNECTION						= "Не удалось установить соединение с Интернетом. Убедитесь, что ваш компьютер правильно подключен к Интернету. Доступ может быть заблокирован брандмауэром."
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_ACTIVATED						= "Подключение к '%s' (Порт %d)"
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_FAILURE							= "Нет соединения с диспетчером лицензий на '%s' (Порт %d)."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_GENERIC							= "При подключении к сетевому диспетчеру лицензий на компьютере '%s' (Порт %d) произошла ошибка.\nПожалуйста, свяжитесь со #MANDANT_ID# службой поддержки.\n\nКод ошибки: %d"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PRODUCT					= "Менеджер локальной сети на вашем компьютере '%s' (порт %d) является частью другого продукта и не может использоваться вместе с %s."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PROTOCOL					= "Сетевой диспетчер лицензий: во время установки произошла ошибка, которая могла быть вызвана некорректным обновлением продукта.\nПожалуйста, свяжитесь со #MANDANT_ID# службой поддержки."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_CONNECTION_LOST					= "Соединение с компьютером '%s' (порт %d) было прервано. Пожалуйста, проверьте ваше подключение и убедитесь, что сетевой диспетчер лицензий работает.\nПрограмма будет остановлена с сохранением изменений. Пожалуйста, откройте %s еще раз.\nКод ошибки: %d"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_NO_LICENCE						= "Сетевой диспетчер лицензий на '%s' уже достиг максимального числа одновременных соединений.\nПожалуйста, закажите дополнительные сетевые лицензии или закройте %s на другом компьютере перед подключением этого компьютера к сетевому диспетчеру лицензий."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_HOST_NOT_FOUND					= "Не удалось подключиться к сетевому диспетчеру лицензий.\nУбедитесь, что компьютер %s доступен и сетевой диспетчер лицензий для %s, использующий порт %d, работает. Доступ к сети может быть блокирован брандмауэром."
IDS_VERSION_PROTECTION_STATUS_NO_DONGLE_FOUND							= "Электронный ключ не был найден."

#version protection n req
IDS_VERSION_PROTECTION_NREQ_USER_IDENTIFICATION_CHANGE_DETECTED	= "Email адрес был изменен.\nИзменение адреса электронной почты может привести к тому, что ранние регистрации больше не будут закреплены за вашим компьютером, или для доступа к #MANDANT_ID# онлайн услугам потребуется вновь ввести данные вашей учетной записи.\nВсе равно использовать этот адрес?"
IDS_VERSION_PROTECTION_NREQ_CHANGE_USER_IDENTIFICATION			= "Использовать этот адрес"
IDS_VERSION_PROTECTION_NREQ_KEEP_USER_IDENTIFICATION			= "Вернуться к предыдущему адресу"

#version protection please wait box
IDS_VERSION_PROTECTION_UNLOCK_DLG_PLEASE_WAIT_TEXT			= "Пожалуйста, подождите..."

#version protection nag box
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT1					= "Вы еще не зарегистрировали программу!"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT2					= "Регистрация открывает доступ к обновлениям программы, службе поддержки и активации дополнительных функций.\n\nОна также улучшает защиту от незаконного использования вашей лицензии.\nПо этой причине мы рекомендуем зарегистрировать программу."
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_UNLOCK			= "Зарегистрироваться сейчас..."
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_CONTINUE			= "Зарегистрироваться позже"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_CHECKBOX_DONT_SHOW_AGAIN	= "Больше не показывать это сообщение"

#version protection reset network connection
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION_TEXT1 = "Если проблему устранить не удастся, Вы можете попробовать восстановить исходные интернет-настройки и щелкнуть по '%s'."
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION_TEXT2 = "Пожалуйста, учитывайте, что при восстановлении исходных интернет-настроек текущие настройки будут утеряны."
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION = "Восстановить исходные интернет-настройки"

#version protection p3 messages
IDS_VERSION_PROTECTION_P3_EXPIRED_END_TITLE					= "Срок действия Вашей лицензии подошел к концу."
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_X_DAYS_TITLE			= "<textblock foreground="#FFFFFF">Срок действия лицензии заканчивается через <textblock foreground="#16BFE3">(дней): %d</textblock>.</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_ONE_DAY_TITLE			= "<textblock foreground="#FFFFFF">Срок действия лицензии заканчивается через <textblock foreground="#16BFE3">один день</textblock>.</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_TEXT						= "Пожалуйста, обратите внимание на то, что после окончания действия лицензии Вы больше не сможете использовать программный продукт. Но у Вас есть возможность в любой момент приобрести новую лицензию на нашей веб странице. Если у Вас есть другие вопросы, обратитесь, пожалуйста, в службу поддержки пользователей."
IDS_VERSION_PROTECTION_P3_EXPIRED_RUNNING_ALLOWED_TEXT      = "Пожалуйста, обратите внимание на то, что после завершения действия лицензии Вы сможете лишь ограниченно использовать программную функциональность. Но у Вас есть возможность в любой момент приобрести новую лицензию на нашей веб странице. Если у Вас есть другие вопросы, обратитесь, пожалуйста, в службу поддержки пользователей."
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TITLE					= "Требуется проверка наличия лицензии."
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_X_DAYS_TITLE		= "<textblock foreground="#FFFFFF">Необходимо выполнить проверку наличия лицензии самое позднее через <textblock foreground="#16BFE3">(дней): %d</textblock>.</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_ONE_DAY_TITLE		= "<textblock foreground="#FFFFFF">Необходимо выполнить проверку наличия лицензии самое позднее через <textblock foreground="#16BFE3">один день</textblock>.</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_01				= "Пожалуйста убедитесь в том, что Ваш компьютер подсоединен к Интернету."
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_02				= "Пожалуйста, обратите внимание на то, что Вы не сможете использовать программный продукт без лицензии. Если у Вас есть другие вопросы, обратитесь, пожалуйста, в службу поддержки пользователей."
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_NAME					= "Сайт поддержки"
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_LINK					= "support.magix.com"
IDS_VERSION_PROTECTION_P3_WEBPAGE_NAME						= "#MANDANT_ID# Website"
IDS_VERSION_PROTECTION_P3_WEBPAGE_LINK						= "www.magix.com"
IDS_VERSION_PROTECTION_P3_CHECK_LICENCE_NOW					= "Проверить наличие лицензии сейчас"
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TITLE			= "У Вас возможно изменилось аппаратное обеспечение."
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TEXT				= "Для того, чтобы и в дальнейшем иметь возможность неограниченно пользоваться программой следует провести проверку наличия лицензии. Это должно решить проблему. В том случае, если проблема не будет устранена, воспользуйтесь пожалуйста нашим сайтом поддержки." 
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_SUCCESS		= "Мы благодарим Вас. Проверка наличия у Вас лицензии прошла успешно. Все ограничения сняты.\n\nПожалуйста сохраните серийный номер (а также в случае наличия код активации), который Вы получили при первой активации программы. В случае переустановки программы эти данные понадобятся Вам снова."
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_FAILED		= "К сожалению проверка не смогла подтвердить наличие у Вас лицензии. По этой причине блокировка программы снята не была и программа не может быть использована.\n\nВ то же время у Вас есть возможность выполнить проверку наличия лицензии онлайн. Это должно решить проблему. В том случае, если проблема не будет устранена, воспользуйтесь пожалуйста нашим сайтом поддержки.\n\nКод ошибки: %d"
IDS_VERSION_PROTECTION_P3_UNLOCK_INTERNAL_ERROR				= "При активации произошла внутренняя ошибка.\n\nПовторная проверка наличия лицензии должна решить проблему. В том случае, если проблема не будет устранена, воспользуйтесь пожалуйста нашим сайтом поддержки.\n\nКод ошибки: %d"
IDS_VERSION_PROTECTION_P3_UNLOCK_LIMITED_SUCCESS			= "Мы благодарим Вас. Проверка наличия у Вас лицензии прошла успешно, но к сожалению в процессе проверке выяснилось, что действие лицензии заканчивается через (дней): %d.\n\n"
IDS_VERSION_PROTECTION_P3_INVALID_CREDENTIALS				= "Проверка Вашей лицензии завершилась неудачно. По этой причине программа не была активирована и использование программы невозможно. Пожалуйста проверьте и подтвердите в следующем диалоговом окне Ваши пользовательские данные (например Ваш электронный адрес). Эти данные должны полностью соответствовать Вашим пользовательским данным, сохраненным в Сервисном Центре."
IDS_VERSION_PROTECTION_PRODUCT_UPDATE_GUARANTEE_EXCEEDED	= "Установка для Вашей программной версии невозможна. Пожалуйста, обновите Вашу лицензию или обратитесь в службу поддержки.""

#version protection support contact form
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_DIALOG_TITLE					= "Информация для #MANDANT_ID# службы поддержки"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_INTRO_TEXT_01				= "Пожалуйста, держите эту информацию под рукой для #MANDANT_ID# службы поддержки:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_PRODUCT_NAME_LABEL			= "Описание продукта:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_USER_IDENTIFICATION_LABEL	= "Действующий адрес электронной почты:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_SERIAL_NUMBER_LABEL			= "Серийный номер:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_COMPUTER_ID_LABEL			= "ID компьютера:"
IDS_VERSION_PROTECTION_BUTTON_CLOSE									= "Закрыть"

#version protection unlock offline dialog
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE			= "Активировать по почте/факсу"	
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE_PRO		= "Активировать офлайн"
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_01			= "Существует несколько вариантов для отправки информации по разблокировке в #MANDANT_ID# и получения кода разблокировки для продукта."
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_02			= "Разблокировка по почте может занять несколько дней."
IDS_VERSION_PROTECTION_OFFLINE_DLG_GROUPBOX					= "Выберите способ."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_FAX				= "Активация по факсу"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT1				= "<textblock foreground="#FFFFFF">Пожалуйста, заполните и отправьте форму для факса. Номер факса написан в форме.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT2				= "Код разблокировки будет выслан на указанный вами адрес электронной почты."
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_FAX				= "Открыть форму для факса..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_MAIL				= "Активация по почте"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT1				= "<textblock foreground="#FFFFFF"> Пожалуйста, заполните и отправьте по почте форму. Адрес написан в документе.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT2				= "Код активации был выслан на указанный вами адрес электронной почты. Процедура может занять несколько дней."
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_MAIL				= "Открыть форму..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_SERVICE_CENTER		= "Активация через сервис-центр"	
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT1		= "<textblock foreground="#FFFFFF">Активировать с другого компьютера, который подключен к интернету. Распечатайте необходимую информацию.</textblock>"	
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT2		= "#MANDANT_ID# сервис-центр вскоре сообщит вам код активации."	
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_SERVICE_CENTER	= "Открыть форму..."		
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_EMAIL				= "Активировать офлайн"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT1				= "<textblock foreground="#FFFFFF">Активировать с другого компьютера, подключенного к Интернету, или заполнить соответствующий формуляр и отослать его по почте или электронной почте.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT2				= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_EMAIL				= "Открыть формуляр..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_DONGLE_EMAIL		= "Активировать электронный ключ офлайн"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT1		= "<textblock foreground="#FFFFFF">Активировать электронный ключ с другого компьютера, подключенного к Интернету, или заполнить соответствующий формуляр и отослать его по почте или электронной почте.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT2		= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_DONGLE_EMAIL		= "Открыть формуляр..."

#version protection unlock via telephone dialog
IDS_VERSION_PROTECTION_PHONE_DLG_HEADLINE					= "Разблокировка по телефону"
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT01				= "Вы можете активировать продукт в любое время по телефону. Выберите:"
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT02				= "Следуйте инструкциям и введите следующие цифры:"
IDS_VERSION_PROTECTION_PHONE_DLG_UNLOCK_CODE_TEXT1			= "Введите код разблокировки (только цифры), который вам сообщили по телефону. Затем щелкните на 'Разблокировать программу':"
IDS_VERSION_PROTECTION_PHONE_DLG_GROUPBOX					= "Передача данных для разблокировки"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_UNLOCK				= "Разблокировка"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_TROUBLESHOOTING		= "Устранение неполадок..."

# JW, 26.05.2014: new revocation dialog
IDS_VERSION_PROTECTION_P3_REVOKE	=	"Ok"
IDS_VERSION_PROTECTION_P3_REVOKE_CANCEL = "Отмена"
IDS_VERSION_PROTECTION_P3_REVOKE_TITLE = "Программа деактивирована на этом устройстве"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT01 = "<textblock foreground="#FFFFFF">Если Вы деактивируете программный продукт, то сможете использовать серийный номер программы и, соответственно, саму программу, на другом устройстве.<linebreak /><linebreak />На этом устройстве используется следующий серийный номер:<linebreak /><bold>#SERIAL_NUMBER#</bold></textblock>"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT02 = "<textblock foreground="#FFFFFF">Для деактивации требуется соединение с Интернетом. При желании Вы в любой момент сможете заново активировать программу на этом устройстве. Непосредственно после деактивации использование программного продукта на устройстве невозможно. Все настройки при этом будут сохранены.<linebreak /><linebreak />Вы хотите деактивировать программу на устройстве?</textblock>"
IDS_VERSION_PROTECTION_P3_REVOCATION_UPGRADE_SERIAL = "Деактивация невозможна.\nУбедитесь, что программа не была деактивирована на этом устройстве ранее."
IDS_VERSION_PROTECTION_P3_REVOCATION_SUCCESS = "Серийный номер для данного устройства деактивирован. Вы можете использовать освободившийся серийный номер на другом устройстве."

# -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

#feature protection message box
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CAPTION					= "Подсказка"
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CLOSE					= "OK"

#feature protection invalid code dialog
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CAPTION				= "Подсказка"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CLOSE				= "Закрыть"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_TEXT1				= "Неверный код активации. Пожалуйста, убедитесь, что он был введен верно, или свяжитесь со службой поддержки #MANDANT_ID#:"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_URL					= "<textblock fontsize="18">                 <hyperlink foreground="#00D2FF" mouseover="#FFC712" mousedown="#00D2FF" NavigateURL="http://support.magix.net" Content="www.support.magix.net"></hyperlink></textblock>"

#feature protection show computer ID dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CAPTION			= "ID компьютера"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_OPEN_FORM		= "Вернуться к форме заказа..."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_TEXT1			= "Указанный ниже ID компьютера необходимо отослать в #MANDANT_ID# в процессе обновления. Пожалуйста, запишите его для последующего использования."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CANCEL			= "Отмена"

#feature protection show computer ID for service center dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CAPTION	= "ID компьютера"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_TEXT1	= "Пожалуйста, запишите этот код. Теперь вы сможете использовать его на любом компьютере, подключенном к Интернету. Просто посетите www.magix.com и зарегистрируйтесь в Сервисном центре."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CLOSE	= "Закрыть"

#feature protection activation dialog
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CREATE_ACTIVATION	= "Активировать"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_SERVICE_CENTER		= "Через Сервисный центр..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE				= "Заказать код активизации онлайн"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE_SHOP			= "В онлайн магазин"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_MAIL_FAX			= "По почте/факсу..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_TELEPHONE			= "По телефону..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_RESTORE_ACTIVATION	= "Восстановить активацию..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_HELP				= "Помощь"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CANCEL				= "Отмена"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX1					= "1. Зарегистрируйтесь и получите код активации"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3						= "Просто закажите ваш личный код активации в режиме онлайн, по телефону или факсу в любое время. Код активации будет выслан вам по электронной почте в течение нескольких минут."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3_SHOP					= "1. Активация онлайн. Быстро и удобно через онлайн магазин MAGIX (потребуется около 5 минут)"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX2					= "2. Ввести код активации"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT4						= "Пожалуйста введите Ваш код активации, который Вы получили по телефону, электронной почте или через сервис-центр, после чего нажмите на 'Активировать'."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT4_SHOP					= "2. Пожалуйста введите Ваш код активации, который Вы получили по телефону, электронной почте или через сервис-центр, после чего нажмите на 'Активировать'."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_WELCOME					= "Активируйте эти компоненты при помощи  двух простых шагов, и вы сможете начать использовать все их функции."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT_RESTORE				= "Изменение конфигурации вашего компьютера может привести к аннулированию кода активации. В таком случае проведите активацию снова."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT5						= "2. Заказ кода активации по почте или по факсу (потребуется окоол 1-2 рабочих дней)."

#feature protection activation dialog caption lines
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DEFAULT			= "%s - Активация"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_MPEG2_DECODER		= "Декодер MPEG-2"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SYNTH			= "Синтезатор VITA"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DOLBY_STEREO		= "Декодер Dolby Digital Stereo"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_01 = "Инструмент Vita #01"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_02 = "Инструмент Vita #02"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_03 = "Инструмент Vita #03"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_04 = "Инструмент Vita #04"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_05 = "Инструмент Vita #05"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_06 = "Инструмент Vita #06"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_07 = "Инструмент Vita #07"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_08 = "Инструмент Vita #08"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_09 = "Инструмент Vita #09"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_10 = "Инструмент Vita #10"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_11 = "Инструмент Vita #11"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_12 = "Инструмент Vita #12"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_13 = "Инструмент Vita #13"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_01		= "Инструмент Vita Solo #01 (Century Keys)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_02		= "Инструмент Vita Solo #02 (Jazz Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_03		= "Инструмент Vita Solo #03 (Saxophonia)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_04		= "Инструмент Vita Solo #04 (Space Pad)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_05		= "Инструмент Vita Solo #05 (Upright Bass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_06		= "Инструмент Vita Solo #06 (Vibraphone)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_07		= "Инструмент Vita Solo #07 (Sansula)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_08		= "Инструмент Vita Solo #08 (Grand Piano)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_09		= "Инструмент Vita Solo #09 (Century Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_10		= "Инструмент Vita Solo #10 (Drum Engine)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_11		= "Инструмент Vita Solo #11 (Electric Bass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_12		= "Инструмент Vita Solo #12 (Lead Synth)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_13		= "Инструмент Vita Solo #13 (Electric Piano)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_14		= "Инструмент Vita Solo #14 (Power Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_15		= "Инструмент Vita Solo #15 (Pop Brass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_16		= "Инструмент Vita Solo #16 (Vintag Organ)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_17        = "Инструмент Vita Solo #17 (String Ensemble)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_18        = "Инструмент Vita Solo #18 (Rock Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_19        = "Инструмент Vita Solo #19 (Bass Machine)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_20        = "Инструмент Vita Solo #20 (World Percussion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_21        = "Инструмент Vita Solo #21 (Concert Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_22        = "Инструмент Vita Solo #22 (Soundtrack Percussion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_23        = "Инструмент Vita Solo #23 (Concert Grand LE)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_24        = "Инструмент Vita Solo #24 (Orchestral Ensemble)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_25        = "Инструмент Vita Solo #25 (Analoge Synths)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_26        = "Инструмент Vita Solo #26 (Urban Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_27        = "Инструмент Vita Solo #27 (World Flutes)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_28        = "Инструмент Vita Solo #28 (Celtic Harp)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_29        = "Инструмент Vita Solo #29 (Cinematic Synth)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_30        = "Инструмент Vita Solo #30 (Accordion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_31        = "Инструмент Vita Solo #31 (Folk)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_32        = "Инструмент Vita Solo #32 (Choir)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_33        = "Инструмент Vita Solo #33 (Church Organ)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_34        = "Инструмент Vita Solo #34 (Cinematic Soundscapes)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_35        = "Инструмент Vita Solo #35 (Concert Grand)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_36        = "Инструмент Vita Solo #36 (Pop Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_37        = "Инструмент Vita Solo #37 (Analog Synths)"

#feature protection activate via telephone dialog
IDS_FEATURE_PROTECTION_PHONE_DIALOG_CAPTION						= "Активация по телефону"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CANCEL				= "Отмена"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CREATE_ACTIVATION	= "Активировать"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX1					= "1. Получение кода активации"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX2					= "2. Ввести код активации"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT1						= "Вы можете немедленно получить код активации для этого компонента по телефону. Для активации позвоните по следующему номеру:"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT2						= "Когда вам предложат, наберите регистрационный код на клавиатуре телефона:"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT4						= "Введите ваш код активации и нажмите кнопку 'Активировать'."
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_INFO					= "Устранение неполадок"

#feature protection activate via telephone info dialog
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_CAPTION			= "Информация для Службы поддержки"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_CLOSE		= "Закрыть"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT1				= "Перед звонком в Службу поддержки #MANDANT_ID#, пожалуйста, подготовьте следующую информацию:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT2				= "1. Описание продукта:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT3				= "2. Серийный номер продукта:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT4				= "3. Компоненты, требующие активации:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT5				= "4. Код:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_HELP		= "Помощь"

#feature protection please wait dialog
IDS_FEATURE_PROTECTION_PLEASE_WAIT_DIALOG_TEXT1				= "Пожалуйста, подождите. Для получения доступа к активированным функциям может потребоваться несколько минут."

#feature protection strings/status messages
IDS_FEATURE_PROTECTION_CLOSE								= "Закрыть"
IDS_FEATURE_PROTECTION_VALID_CODE							= "%s успешно активирован."
IDS_FEATURE_PROTECTION_UNLOCK_FAILED						= "Активация %s не удалась.\nЕсли вы используете программу с правами Гостя, пожалуйста, повторите процедуру активации с правами Администратора."
IDS_FEATURE_PROTECTION_NOADMIN_NO_REGISTRATION				= "Вы используете программу с правами ограниченного пользователя.\nВам потребуется право записи в системные папки. Пожалуйста, активируйте продукт с правами Администратора."
IDS_FEATURE_PROTECTION_SERIAL_WRONG							= "Введенный серийный номер недействителен. Пожалуйста, проверьте ввод."
IDS_FEATURE_PROTECTION_VERSIONSTRING						= "Версия %s"
IDS_FEATURE_PROTECTION_RESTORATION_TEXT_CHARGE_FREE			= "Изменение конфигурации вашего компьютера может привести к аннулированию кода активации. В таком случае проведите активацию снова."
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_DEFAULT	= "Активируйте %s при помощи  двух простых шагов, и вы сможете начать использовать все их функции."
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_WITH_COSTS	= "Для того, чтобы иметь возможность использовать функцию '%s', по условиям лицензии, к сожалению, требуется платная активация."
IDS_FEATURE_PROTECTION_OFFLINE_BUTTON_TEXT					= "Заказать код активации в режиме офлайн..."
IDS_FEATURE_PROTECTION_ONLINE_ACTIVATION_FAILED				= "Введенный код активации недействителен. Пожалуйста, убедитесь, что вы ввели его правильно. Если проблема остается, пожалуйста, свяжитесь со Службой поддержки #MANDANT_ID#."

# ------------------------------------------------------------------------------------------------------------------------------------------------------------------

$include <UnlockDialog_common.ini>
